{"pageProps":{"bibtex":"@book{Han2011,\n   abstract = {This unified treatment of game theory focuses on finding state-of-the-art solutions to issues surrounding the next generation of wireless and communications networks. Future networks will rely on autonomous and distributed architectures to improve the efficiency and flexibility of mobile applications, and game theory provides the ideal framework for designing efficient and robust distributed algorithms. This book enables readers to develop a solid understanding of game theory, its applications and its use as an effective tool for addressing wireless communication and networking problems. The key results and tools of game theory are covered, as are various real-world technologies including 3G networks, wireless LANs, sensor networks, dynamic spectrum access and cognitive networks. The book also covers a wide range of techniques for modeling, designing and analysing communication networks using game theory, as well as state-of-the-art distributed design techniques. This is an ideal resource for communications engineers, researchers, and graduate and undergraduate students.},\n   author = {Zhu Han and Dusit Niyato and Walid Saad and Tamer Basar and Are Hjorungnes},\n   city = {Cambridge},\n   doi = {10.1017/CBO9780511895043},\n   isbn = {9780511895043},\n   journal = {Game Theory in Wireless and Communication Networks: Theory, Models, and Applications},\n   publisher = {Cambridge University Press},\n   title = {Game Theory in Wireless and Communication Networks},\n   volume = {9780521196},\n   url = {http://ebooks.cambridge.org/ref/id/CBO9780511895043},\n   year = {2011},\n}\n\n\n@misc{https://doi.org/10.48550/arxiv.2204.09233,\n  doi = {10.48550/ARXIV.2204.09233},\n  \n  url = {https://arxiv.org/abs/2204.09233},\n  \n  author = {Chehimi, Mahdi and Saad, Walid},\n  \n  keywords = {Networking and Internet Architecture (cs.NI), Quantum Physics (quant-ph), FOS: Computer and information sciences, FOS: Computer and information sciences, FOS: Physical sciences, FOS: Physical sciences},\n  \n  title = {Physics-Informed Quantum Communication Networks: A Vision Towards the Quantum Internet},\n  \n  publisher = {arXiv},\n  \n  year = {2022},\n  \n  copyright = {arXiv.org perpetual, non-exclusive license}\n}\n\n\n@misc{https://doi.org/10.48550/arxiv.2004.08640,\n  doi = {10.48550/ARXIV.2004.08640},\n  \n  url = {https://arxiv.org/abs/2004.08640},\n  \n  author = {Lee, Gilsoo and Saad, Walid and Bennis, Mehdi},\n  \n  keywords = {Information Theory (cs.IT), Signal Processing (eess.SP), FOS: Computer and information sciences, FOS: Computer and information sciences, FOS: Electrical engineering, electronic engineering, information engineering, FOS: Electrical engineering, electronic engineering, information engineering},\n  \n  title = {An Online Framework for Ephemeral Edge Computing in the Internet of Things},\n  \n  publisher = {arXiv},\n  \n  year = {2020},\n  \n  copyright = {arXiv.org perpetual, non-exclusive license}\n}\n"},"__N_SSG":true}